{
    "title": "About Us",
    "desc": "We build actionable solutions proven by our clients’ success and satisfaction!\nOur mission is to meet your business challenges and find a proper solution.",
    "our-story": "Our story",
    "our-customers": "Our customers",
    "projects": "Discover projects",
    "about-customers": "We sincerely care about every step that we are going to take on the way to reaching your goals. It is a pleasure for us to observe our clients’ wins and to support them in times of difficulty. You can take a look at projects that we have worked on and get to know our clients better bellow.",
    "story": "LaSoft was founded in a mid of 2014 in Lviv, Ukraine. At the moment, our team consists of 16 highly productive, co-located teams. In total, the company employs 100+ multi-talented and experienced professionals, including Software engineers, UI/UX designers, Product designers, Quality Assurance specialists, Project managers, DevOps engineers (server infrastructure experts).\nLaSoft works internationally with companies from the USA, Canada, Netherland, Israel, and the UK. Since 2014 our team has successfully delivered 85 big and small web projects and continues to support them.",
    "project-count-title": "Big & small projects",
    "cities-count-title": "Cities worldwide",
    "standout-title": "There are a lot of things which makes us stand out among other software vendors",
    "s-title-1": "Extensive expertise in dashboard creation",
    "s-desc-1": "For the last two years, our primary focus was high load Dashboards with modern infographics. Our teammates worked for such well-known companies as Compuzz, HP, Pearson, Adidas, and others. We help to visualize your data and make the right decisions based on real-time metrics.",
    "s-title-2": "Promising and very fast growing location",
    "s-desc-2": "We are located in a very fast-growing region of Ukraine. Lviv is a geographical center of Europe, very close to Poland and Western Europe. Over 192 IT companies decided to open offices here and currently employ more than 15000 IT professionals. Local universities graduate more than 4100 students in the IT field each year. It is believed that Lviv is a center of IT industry of Ukraine.",
    "s-title-3": "The full package of services for businesses",
    "s-desc-3": "We take care of all aspects of software development including UI/UX design, product design and architecture, WebApp development, Quality Assurance, project management and project support.",
    "s-title-4": "Focus on your business success",
    "s-desc-4": "We focus not only on a technical part of a web solution but the overall business success of our customers and partners. We try to understand every detail of how potential users will find you on the web, how they will register, how they will share any information about your company, how they will pay for your service. We try to understand your business, and this makes us stand out among other similar software companies who can perform only a technical part.",
    "s-title-5": "In-house UI/UX design expertise",
    "s-desc-5": "To create a new design or to buy a template? This dilemma is often faced by customers when they decide to build a web page. And the answer is simple; if you want fast and cheap, you should buy a design. This option is suitable for testing your ideas, and for customers to whom online presence and reputation are not critical. In case you would like to create a unique design which will describe a personality of your brand. Our very talented and creative team of Web Designers in your disposal.",
    "s-title-6": "Unique analytics expertise",
    "s-desc-6": "For the last three years, we have been acquiring extensive expertise in building complex SaaS applications and data dashboards with intuitive and easy-to-perceive infographics. Our experienced team follows the latest trends in dashboard design and user experience. We are ready to develop and implement a customized solution that meets your business needs. This background eventually evolved into our unique area of expertise."
}